# St7SetResFileDescription

Sets the description for the specified custom result file.

long St7SetResFileDescription(long uID, char* Name)
Input Parameters
uID
Strand7 model file ID.
Name
Custom result file description.